Repository: moritz-weber/mucke
Catalog: src/lib/l10n/app_*.arb
Languages: cs, de, es, nb, nl, pl, pt_br, ru, tr, uk

# batteryExplanation
source: Starting with Android 12, the battery optimization causes an error with the notification after losing the audio focus, for example when receiving a call. Disabling the optimization for mucke solves this issue.
de: Ab Android 12 verursacht die Akku-Optimierung Probleme mit der Benachrichtigung, nachdem der Audiofokus verloren wurde, bspw. bei einem Anruf. Das Deaktivieren der Optimierung für mucke behebt dieses Problem.
es: A partir de Android 12, la optimización de la batería provoca un error en la notificación tras perder el foco del audio, por ejemplo al recibir una llamada. Deshabilitar la optimización para mucke resuelve este problema.
nb: Fra Android 12 forårsaker batterioptimalisering en feil med merknaden etter at den mister lydfokus, for eksempel ved innkommende anrop. Å skru av batterioptimalisering for mucke løser dette problemet.
nl: Vanaf Android 12 veroorzaakt de batterij optimalisatie een foutmelding met de meldingen, nadat de audio de focus verliest, bijvoorbeeld tijdens een binnenkomende oproep. Het deactiveren van de optimalisaties voor mucke, lost dit probleem op.
pl: Od Androida 12 optymalizacja baterii powoduje błąd z powiadomieniem po utracie fokusu audio, na przykład podczas odbierania połączenia. Wyłączenie optymalizacji dla mucke rozwiązuje ten problem.
pt_br: A partir do Android 12, a otimização da bateria causa um erro com a notificação depois de perder o foco do áudio, por exemplo, ao receber uma chamada. Desativar a otimização para o Mucke, resolve este problema.
ru: Начиная с Android 12, оптимизация батареи приводит к проблемам с уведомлением после потери аудио фокуса, например при получении звонка. Отключение оптимизации для mucke решает эту проблему.
tr: Android 12'den başlayarak, pil optimizasyonu, örneğin bir çağrı alırken ses odağını kaybettikten sonra bildirimde hataya neden oluyor. Mucke için optimizasyonun devre dışı bırakılması bu sorunu çözer.
uk: Починаючи з Android 12, оптимізація заряду акумулятора спричиняє помилку сповіщення після втрати фокусу звуку, наприклад, при отриманні дзвінка. Вимкнення оптимізації для mucke вирішує цю проблему.

# openBattery
source: Open battery settings
de: Akku-Einstellungen öffnen
es: Abrir ajustes de batería
nb: Åpne batteri-innstillinger
nl: Batterij instellingen openen
pl: Otwórz ustawienia baterii
pt_br: Abrir configurações da bateria
ru: Открыть настройки батареи
tr: Pil ayarlarını aç
uk: Відкрити налаштування батареї

# exportDescription
source: Select the data you want to export. By default, everything is exported. When exporting, you can select a folder for the file to be stored.
de: Wähle die Daten, die du exportieren möchtest. Standardmäßig wird alles exportiert. Beim Exportieren kannst du einen Zielordner zum Speichern auswählen.
es: Selecciona los datos que deseas exportar. Por defecto, todo se exporta. Al exportar, puedes seleccionar una carpeta para almacenar el archivo.
nb: Velg data å eksportere. Som forvalg eksporteres alt. Når du eksporterer kan du velge en mappe filen lagres i.
nl: Selecteer de gegevens die je wilt exporteren. Standaard wordt alles geëxporteerd. Tijdens het exporteren, kan er een map geselecteerd worden om het bestand in op te slaan.
pl: Wybierz dane, które chcesz wyeksportować. Domyślnie wszystko jest wyeksportowane. Eksportując, możesz wybrać folder, w którym zostanie zapisany plik eksportu.
pt_br: Selecione os dados que deseja exportar. Por padrão, tudo é exportado. Ao exportar, você pode selecionar uma pasta para o arquivo a ser armazenado.
tr: Dışa aktarmak istediğiniz verileri seçin. Varsayılan olarak her şey dışa aktarılır. Dışa aktarırken, saklanacak dosya için bir klasör seçebilirsiniz.
uk: Виберіть дані, які ви хочете експортувати. За замовчуванням експортується все. Під час експорту ви можете вибрати теку для збереження файлу.

# importVerb
source: Import
de: Importieren
es: Importar
nb: Importer
nl: Importeren
pl: Importuj
pt_br: importar
tr: İçe aktar
uk: Імпортувати

# metaDataAvailable
source: Metadata for {num} songs available
de: Metadaten für {num} Lieder verfügbar
es: Hay metadatos disponibles para {num} canciones
nb: Metadata for {num} spor tilgjengelig
nl: Metadata voor {num} liedjes beschikbaar
pl: Dostępne metadane dla {num} utworów
pt_br: Metadados disponíveis para {num} músicas
tr: {num} şarkı için meta veriler mevcut
uk: Доступні метадані для {num} пісень

# errorReadData
source: Error reading data file.
de: Fehler beim Lesen der Datei.
es: Error al leer datos del fichero.
nb: Kunne ikke lese datafil.
nl: Fout bij het lezen van het gegevensbestand.
pl: Błąd przy odczycie pliku.
pt_br: Erro lendo dados arquivados.
ru: Ошибка чтения файла данных.
tr: Veri dosyası okunurken hata oluştu.
uk: Помилка читання файлу даних.

source: Library Settings
de: Bibliothekseinstellungen
es: Ajustes de la Biblioteca
nb: Biblioteksinnstillinger
nl: Bibliotheek Instellingen
pl: Ustawienia biblioteki
pt_br: Configurações da biblioteca
tr: Kütüphane Ayarları
uk: Налаштування бібліотеки

# dataExportedTo
source: Data exported to: {path}
de: Daten exportiert nach: {path}
es: Datos exportados a: {path}
nb: Data eksportert til: {path}
nl: Gegevens zijn geëxporteerd naar: {path}
pl: Dane wyeksportowano do: {path}
pt_br: Dados exportados para: {path}
ru: Данные экспортируются в: {path}
tr: Veriler şuraya aktarıldı: {path}
uk: Дані експортовано в: {path}

# manageExternalExplanation
source: Granting this permission can improve the speed of library scans significantly. It does not change the behavior of the app otherwise.
de: Das Erteilen dieser Berechtigung kann das Scannen der Bibliothek deutlich beschleunigen. Ansonsten ändert sich nichts am Verhalten der App.
es: Conceder este permiso puede mejorar significativamente la velocidad de los análisis de la biblioteca. Más alla de eso, no cambia el comportamiento de la aplicación.
nl: Deze toestemming verlenen, kan de scansnelheid van de bibliotheek behoorlijk verhogen. Het verandert verder niets aan het gedrag van de applicatie.
pl: Przyznanie tego uprawnienia może znacznie poprawić szybkość skanowania biblioteki. Nie zmienia to jednak zachowania aplikacji.
pt_br: Conceder essa permissão pode melhorar a velocidade de scans na biblioteca significativamente. Ela não muda o comportamento do aplicativo de nenhuma outra forma.
ru: Предоставление этого разрешения может значительно ускорить сканирование библиотеки. Больше это никак не повлияет на поведение приложения.
tr: Bu iznin verilmesi kitaplık taramalarının hızını önemli ölçüde artırabilir. Aksi takdirde uygulamanın davranışını değiştirmez.
uk: Надання цього дозволу може значно покращити швидкість сканування бібліотеки. Це не змінює поведінку застосунку.

source: Favorites
de: Favoriten
es: Favoritas
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt_br: Favoritos
tr: Favoriler
uk: Улюблене

# createSmartlistsDesc
source: Create suggested smartlists to enhance your listening experience. You can customize these lists later.
de: Erstelle die empfohlenen Smartlists, um dein Hörerlebnis zu verbessern. Du kannst die Listen später anpassen.
es: Crea listas inteligentes sugeridas para mejorar tu experiencia de reproducción. Puedes personalizar estas listas más adelante.
nb: Opprett foreslåtte smartlister for å forbedre lytteopplevelsen. Du kan tilpasse disse listene senere.
nl: Voorgestelde smartlists aanmaken om uw luisterervaring te verbeteren. U kunt deze lijsten later aanpassen.
pl: Utwórz sugerowane inteligentne listy, aby poprawić wrażenia ze słuchania. Możesz dostosować te listy później.
pt_br: Criar listas inteligentes sugeridas para melhorar sua experiência de audição. Você pode personalizar essas listas mais tarde.
tr: Dinleme deneyiminizi geliştirmek için önerilen akıllı listeler oluşturun. Bu listeleri daha sonra özelleştirebilirsiniz.
uk: Створюйте запропоновані розумні списки, щоб покращити свій досвід прослуховування. Ці списки можна налаштувати пізніше.

# blockedFilesDescription
source: Blocked files from the imported data. Only exact matches will be excluded from the library scan. Additional files can be blocked later in the app.
de: Blockierte Dateien aus importierten Daten. Nur exakte Übereinstimmungen werden vom Scan ausgeschlossen. Zusätzliche Dateien können später in der App blockiert werden.
es: Archivos bloqueados de los datos importados. Sólo las coincidencias exactas serán excluidas del escaneo de la biblioteca. Se pueden bloquear archivos adicionales más adelante en la aplicación.
nb: Blokker filer fra importert data. Kun eksakte treff vil bli utelatt fra biblioteksskanning. Ytterligere filer kan blokkeres senere i programmet.
nl: Geblokkeerde bestanden vanuit de geïmporteerde gegevens. Enkel exacte overeenkomsten worden uitgesloten tijdens het scannen van de bibliotheek. Aanvullende bestanden kunnen later in de app geblokkeerd worden.
pl: Zablokowane pliki z zaimportowanych danych. Tylko dokładne dopasowania zostaną wykluczone ze skanowania biblioteki. Pozostałe pliki możesz wykluczyć później w aplikacji.
pt_br: Arquivos bloqueados dos dados importados. Apenas os exatos serão excluídos da verificação da biblioteca. Arquivos adicionais podem ser bloqueados mais tarde no aplicativo.
ru: Файлы, исключенные из импортированных данных. Только точные совпадения будут исключены. Другие файлы также могут быть исключены позже.
tr: İçe aktarılan verilerdeki dosyalar engellendi. Yalnızca tam eşleşmeler kitaplık taramasının dışında tutulacaktır. Ek dosyalar daha sonra uygulamada engellenebilir.
uk: Заблоковані файли з імпортованих даних. Тільки точні збіги будуть виключені зі сканування бібліотеки. Додаткові файли можна заблокувати пізніше в застосунку.

# grantManagePermission
source: Grant permission to manage all files.
de: Berechtigung zum Verwalten aller Dateien erteilen.
es: Conceder permiso para gestionar todos los archivos.
nb: Innvilg tilgang til håndtering av alle filer.
nl: Toestemming verlenen om alle bestanden te beheren.
pl: Przyznaj uprawnienie do zarządzania wszystkimi plikami.
pt_br: Conceder permissão para gerenciar todos os arquivos.
ru: Предоставить разрешение на управление всеми файлами.
tr: Tüm dosyaları yönetme izni verin.
uk: Надати дозвіл на управління всіма файлами.

# managePermissionSubtitle
source: Revoking the permission will result in a restart of the app.
de: Die Rücknahme der Berechtigung führt zu einem Neustart der App.
es: Revocar el permiso resultará en un reinicio de la aplicación.
nl: De toestemming intrekken, zal een herstart van de applicatie tot gevolg hebben.
pl: Odmówienie tego uprawnienia spowoduje restart aplikacji.
pt_br: Revocar a permissão resultará num reinício do app.
ru: Отзыв разрешения вызовет перезапуск приложения.
tr: İznin iptal edilmesi uygulamanın yeniden başlatılmasıyla sonuçlanacaktır.
uk: Скасування дозволу призведе до перезавантаження застосунку.

# importLibData
source: Import Library Data
de: Bibliotheksdaten importieren
es: Importar Datos de la Biblioteca
nb: Importer biblioteksdata
nl: Bibliotheek gegevens importeren
pl: Importuj dane biblioteki
pt_br: Importar dados da biblioteca
ru: Импорт данных библиотеки
tr: Kütüphane Verilerini İçe Aktar
uk: Імпорт даних бібліотеки

# favoritesDesc
source: Contains all the songs that you like.
de: Enthält alle Lieder, die du magst.
es: Contiene todas las canciones que te han gustado.
nb: Inneholder alle sporene du liker.
nl: Bevat alle liedjes, die je leuk vindt.
pl: Zawiera wszystkie utwory, które lubisz.
pt_br: Contém todas as músicas que você gosta.
tr: Beğendiğiniz tüm şarkıları içerir.
uk: Містить усі пісні, які вам подобаються.

source: Created
de: Erzeugt
es: Creada
nb: Opprettet
nl: Aangemaakt
pl: Utworzono
pt_br: Criada
tr: Oluşturuldu
uk: Створено

# importDataDescription
source: Import your data from a previous mucke installation.
de: Importiere Daten einer vorherigen Installation von mucke.
es: Importar datos de una instalación previa de mucke.
nb: Importer dine data fra en tidligere mucke-installasjon.
nl: Importeer jouw gegevens vanuit een vorige installatie van mucke.
pl: Zaimportuj swoje dane z poprzedniej instalacji mucke.
pt_br: Importar seus dados de uma instalação anterior do mucke.
ru: Импортируйте свои данные из предыдущей установки mucke.
tr: Verilerinizi önceki bir mucke kurulumundan içe aktarın.
uk: Імпортуйте дані з попереднього встановлення mucke.
