Repository: moritz-weber/mucke
Catalog: src/lib/l10n/app_*.arb
Languages: cs, de, es, nb, nl, pl, pt_br, ru, tr, uk

source: Home
cs: Domů
de: Startseite
es: Inicio
nb: Hjem
nl: Startpagina
pl: Strona główna
pt_br: Início
ru: Главная
tr: Ana Sayfa
uk: Головна

source: Customize Home Page
cs: Přizpůsobit Domovskou Stránku
de: Startseite anpassen
es: Personalizar Página de Inicio
nb: Tilpass hjemmesiden
nl: Startpagina aanpassen
pl: Dostosuj stronę główną
pt_br: Personalizar página inicial
ru: Настроить главную страницу
tr: Ana Sayfayı Özelleştir
uk: Налаштувати Головну сторінку

source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Opções
ru: Настройки
tr: Ayarlar
uk: Налаштування

source: Library
cs: Knihovna
de: Bibliothek
es: Biblioteca
nb: Bibliotek
nl: Bibliotheek
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека
tr: Kitaplık
uk: Бібліотека

source: Search
cs: Hledat
de: Suche
es: Buscar
nb: Søk
nl: Zoeken
pl: Szukaj
pt_br: Buscar
ru: Поиск
tr: Ara
uk: Пошук

source: Update library
cs: Aktualizovat knihovnu
de: Bibliothek aktualisieren
es: Actualizar biblioteca
nb: Oppdater bibliotek
nl: Bibliotheek bijwerken
pl: Aktualizuj bibliotekę
pt_br: Atualizar biblioteca
ru: Обновить библиотеку
tr: Kütüphaneyi güncelle
uk: Оновити бібліотеку

# artistsAlbumsSongs
source: {artistCount} artists, {albumCount} albums, {songCount} songs
cs: {artistCount} umělců, {albumCount} alb, {songCount} písní
de: {artistCount} Künstler, {albumCount} Alben, {songCount} Lieder
es: {artistCount}artistas, {albumCount} álbumes, {songCount} canciones
nb: {artistCount} artister, {albumCount} album, {songCount} spor
nl: {artistCount} artiesten, {albumCount} albums, {songCount} liedjes
pl: {artistCount} wykonawców, {albumCount} albumów, {songCount} utworów
pt_br: {artistCount} artistas, {albumCount} albums, {songCount} músicas
ru: {artistCount} исполнителей, {albumCount} альбомов, {songCount} треков
tr: {artistCount} sanatçı, {albumCount} albüm, {songCount} şarkı
uk: {artistCount} виконавці, {albumCount} альбоми, {songCount} пісні

# numberOfBlockedFiles
source: Number of currently blocked files: {blockedFiles}
cs: Počet zablokovaných souborů: {blockedFiles}
de: Anzahl aktuell geblockter Dateien: {blockedFiles}
es: Número actual de archivos bloqueados: {blockedFiles}
nb: Antall blokkerte filer nå: {blockedFiles}
nl: Aantal huidige geblokkeerde bestanden: {blockedFiles}
pl: Liczba zablokowanych plików: {blockedFiles}
pt_br: Número de arquivos atualmente bloqueados: {blockedFiles}
ru: Количество заблокированных в данный момент файлов: {blockedFiles}
tr: Şuanlık engellenen dosya sayısı: {blockedFiles}
uk: Кількість заблокованих на даний момент файлів: {blockedFiles}

source: Playback
cs: Přehrávání
de: Wiedergabe
es: Reproducción
nb: Avspilling
nl: Afspelen
pl: Odtwarzanie
pt_br: Reprodução
ru: Воспроизведение
tr: Oynatma
uk: Відтворення

source: Play albums in order
cs: Přehrát alba za sebou
de: Alben geordnet abspielen
es: Reproducir álbumes en orden
nb: Spill album i rekkefølge
nl: Albums in volgorde afspelen
pl: Odtwarzaj albumy w kolejności
pt_br: Reproduzir os álbuns em ordem
ru: Воспроизводить альбомы по порядку
tr: Albümleri sırayla oynat
uk: Відтворювати альбоми по порядку

# playAlbumsInOrderDescription
source: When you click a song in an album the songs will be played in order instead of keeping the previous play mode.
cs: Když klinete na skladbu v albu, skladby se přehrají popořadě místo zanechání předchozího režimu přehrávání.
de: Wenn ein Lied in einem Album angeklickt wird, ignoriere den Wiedergabemodus und spiele die Lieder in der Reihenfolge des Albums ab.
es: Cuando reproduzca una canción en un álbum, las canciones serán reproducidas en orden en lugar de mantener el modo de reproducción anterior.
nb: Når du klikker et spor i et album vil sporene spilles i rekkefølge, istedenfor å beholde forrige avspillingsmodus.
nl: Wanneer je een lied in een album aanklikt, worden de liedjes in volgorde afgespeeld, in plaats van de vorige afspeelmodus te behouden.
pl: Kiedy wybierzesz utwór w albubie, zostaną one odtworzone w kolejności albumu bez zachowania poprzedniego trybu odtwarzania.
pt_br: Ao clicar em uma música de um álbum, as músicas serão reproduzidas na ordem, em vez de manter o modo de reprodução anterior.
ru: Когда вы нажимаете на песню в альбоме, песни будут воспроизводиться по порядку, вместо сохранения предыдущего режима воспроизведения.
tr: Bir albümdeki şarkıya tıkladığınızda, şarkılar önceki oynatma modunu korumak yerine sırayla oynatılır.
uk: Коли ви натискаєте на пісню в альбомі, пісні відтворюватимуться по порядку, замість того, щоб зберігати попередній режим відтворення.

# countSongsPlayed
source: Count songs as played after: {percentage}%
cs: Považovat skladbu za přehranou po: {percentage}%
de: Lieder als abgespielt zählen nach: {percentage}%
es: Contar canciones como reproducidas después de: {percentage}%
nb: Tell spor som avspilt etter. {percentage}%
nl: Tel liedjes als afgespeeld na: {percentage}%
pl: Uznaj utwory za odtworzone po: {percentage}%
pt_br: Contar as músicas reproduzidas após: {percentage}%
ru: Подсчитывать песни, которые были воспроизведены после: {percentage}%
tr: Şarkılar %{percentage} oynatılınca oynatıldı sayılsın
uk: Порахуйте пісні, які були відтворені після: {percentage}%

source: Library Folders
cs: Složky Knihovny
de: Bibliotheksordner
es: Carpetas de la Biblioteca
nb: Bibliotekmapper
nl: Bibliotheek mappen
pl: Foldery biblioteki
pt_br: Pastas da biblioteca
ru: Папки библиотеки
tr: Kitaplık Klasörleri
uk: Теки бібліотеки

source: Blocked Files
cs: Blokované Soubory
de: Geblockte Dateien
es: Archivos Bloqueados
nb: Blokkerte filer
nl: Geblokkeerde Bestanden
pl: Zablokowane pliki
pt_br: Arquivos bloqueados
ru: Заблокированные файлы
tr: Engellenen Klasörler
uk: Заблоковані файли

source: Home Customization
cs: Přizpůsobení Domovské Stránky
de: Startseite anpassen
es: Personalización de Inicio
nb: Hjemmetilpasning
nl: Startpagina Aanpassingen
pl: Dostosowywanie strony głównej
pt_br: Customização do Início
ru: Настройка главной страницы
tr: Ana Sayfa Özelleştirme
uk: Налаштування Головної сторінки

source: Album of the Day
cs: Album Dne
de: Album des Tages
es: Álbum del Día
nb: Dagens album
nl: Album van de Dag
pl: Album dnia
pt_br: Álbum do dia
ru: Альбом дня
tr: Günün Albümü
uk: Альбом дня

source: Artist of the Day
cs: Umělec Dne
de: Künstler des Tages
es: Artista del Día
nb: Dagens artist
nl: Artiest van de Dag
pl: Wykonawca dnia
pt_br: Artista do dia
ru: Артист дня
tr: Günün Sanatçısı
uk: Виконавець дня

source: Shuffle All
cs: Přehrát Vše Přeházeně
de: Alles zufällig abspielen
es: Todo Aleatorio
nb: Omstokk alt
nl: Alles willekeurig afspelen
pl: Losuj wszystko
pt_br: Embaralhar tudo
ru: Перемещать все
tr: Tümünü Karıştır
uk: Перемішати все

source: History
cs: Historie
de: Verlauf
es: Historial
nb: Historikk
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: История
tr: Geçmiş
uk: Історія

# addWidgetToHome
source: Add a Widget to Your Home Page
cs: Přídat Widget na Vaší Domovskou Stránku
de: Füge deiner Startseite ein Widget hinzu
es: Añadir Widget a la Pantalla de Inicio
nb: Legg til miniprogram på hjemmesiden din
nl: Voeg een Widget toe aan je Startpagina
pl: Dodaj widżet do ekranu głównego
pt_br: Adicionar um widget à sua página inicial
ru: Добавить виджет на домашнюю страницу
tr: Ana Sayfanıza Bir Widget Ekleyin
uk: Додати віджет на Головну сторінку

source: Last played
cs: Naposledy přehráno
de: Zuletzt gespielt
es: Reproducido por última vez
nb: Sist spilt
nl: Recent afgespeeld
pl: Ostatnio odtwarzane
pt_br: Último reproduzido
ru: Последнее воспроизведение
tr: Son oynatılan
uk: Останнє відтворення

# noHistoryYet
source: Nothing to see here yet. Play something.
cs: Zatím tu není nic k vidění. Přehrajte něco.
de: Hier gibt's noch nichts zu sehen. Spiele etwas ab.
es: Nada que ver aún. Reproduce algo.
nb: Ingenting her enda. Spill noe.
nl: Er is hier nog niets te zien. Speel iets af.
pl: Nic tu nie ma. Zagraj coś.
pt_br: Nada para ver aqui. Jogue alguma coisa.
ru: Пока здесь не на что смотреть. Послушайте что-нибудь.
tr: Burada henüz görülecek bir şey yok. Biir şeyler oynatın.
uk: Поки що тут нема на що дивитися. Відтворіть що-небудь.

source: All Songs
cs: Všechny Skladby
de: Alle Lieder
es: Todas las Canciones
nb: Alle spor
nl: Alle Liedjes
pl: Wszystkie utwory
pt_br: Todas as músicas
ru: Все песни
tr: Tüm Şarkılar
uk: Всі пісні

source: Songs
cs: Skladby
de: Lieder
es: Canciones
nb: Spor
nl: Liedjes
pl: Utwory
pt_br: Músicas
ru: Песни
tr: Şarkılar
uk: Пісні

source: Album
es: Álbum
pt_br: Álbum
ru: Альбом
tr: Albüm
uk: Альбом

source: Albums
cs: Alba
de: Alben
es: Álbumes
nb: Album
pl: Albumy
pt_br: Álbuns
ru: Альбомы
tr: Albümler
uk: Альбоми

source: Artist
cs: Umělec
de: Künstler
es: Artista
nl: Artiest
pl: Wykonawca
pt_br: Artista
ru: Исполнитель
tr: Sanatçı
uk: Виконавець

source: Artists
cs: Umělci
de: Künstlern
es: Artistas
nb: Artister
nl: Artiesten
pl: Wykonawcy
pt_br: Artistas
ru: Исполнители
tr: Sanatçılar
uk: Виконавці

source: Playlist
es: Lista de reproducción
nb: Spilleliste
nl: Afspeellijst
pl: Playlista
ru: Плейлист
tr: Oynatma Listesi
uk: Список відтворення

source: Playlists
es: Listas de reproducción
nb: Spillelister
nl: Afspeellijsten
pl: Playlisty
ru: Плейлисты
tr: Oynatma Listeleri
uk: Списки відтворення

source: Smartlist
es: Lista inteligente
nb: Smartliste
pl: Inteligentna lista
pt_br: Lista Inteligente
ru: Умный список
tr: Akıllı liste
uk: Розумний список

# noShuffle
source: None (keep currently active shuffle mode)
de: Aktuellen Modus beibehalten
es: Ninguno (mantener el modo aleatorio actual)
nb: Ingen (behold aktivt omstokkingsmodus)
nl: Geen (behoud de huidige willekeurige afspeel modus)
pl: Brak (zachowaj obecną losowość)
pt_br: Nenhum (manter o modo aleatório atual)
ru: Нет (сохранить текущий режим перемешивания)
tr: Yok (mevcut karışık moda devam et)
uk: Ні (зберегти поточний режим перемішування)

source: Normal Mode
de: Normale Wiedergabe
es: Modo Normal
nb: Normal modus
nl: Normale Modus
pl: Normalny
pt_br: Modo normal
ru: Обычный режим
tr: Normal mod
uk: Звичайний режим

# favShuffleMode
source: Favorite Shuffle Mode
de: Favoriten-Zufallswiedergabe
es: Modo Aleatorio de Favoritas
nb: Favorittomstokkingsmodus
nl: Favoriete Willekeurige Afspeel Modus
pl: Ulobiony tryb losowania
pt_br: Modo aleatório de favoritos
ru: Режим перемешивания по избранному
tr: Favori Karma Mod
uk: Улюблений режим перемішування

# sortingFilterSettings
source: Sorting and Filter Settings
de: Sortierung und Filterung
es: Ajustes de Orden y Filtro
nb: Sortering- og filtreringsinnstillinger
nl: Sorteer en Filter Instellingen
pl: Ustawienia sortowania i filtrowania
pt_br: Configurações de classificação e filtro
ru: Настройка сортировки и фильтров
tr: Sıralama ve Filtre Ayarları
uk: Налаштування сортування та фільтрів

# maxNumberEntries
source: Maximum number of entries
de: Maximale Anzahl an Einträgen
es: Número máximo de entradas
nb: Maks. antall oppføringer
nl: Maximum aantal vermeldingen
pl: Maksymalna liczba pozycji
pt_br: Número máximo de entradas
ru: Максимальное количество записей
tr: Maksimum girdi sayısı
uk: Максимальна кількість записів

source: Creation Date
de: Erstellungsdatum
es: Fecha de Creación
nb: Opprettelsesdato
nl: Aanmaak Datum
pl: Data utworzenia
pt_br: Data de criação
ru: Дата создания
tr: Oluşturma Tarihi
uk: Дата створення

source: Change Date
de: Änderungsdatum
es: Fecha de Modificación
nb: Endringsdato
nl: Wijzigingsdatum
pl: Data modyfikacji
pt_br: Mudar data
ru: Дата изменения
tr: Değişiklik Tarihi
uk: Дата зміни

source: Both
de: Beides
es: Ambos
nb: Begge
nl: Beide
pl: Oba
pt_br: Ambos
ru: Оба
tr: Her ikisi
uk: Обидва

# nSongs
source: {count, plural, =0{no songs} =1{one song} other{{count} songs}}
cs: {count, plural, =0{žádné skladby} =1{jedna skladba} other{{count} skladeb}}
de: {count, plural, =0{keine Lieder} =1{ein Lied} other{{count} Lieder}}
es: {count, plural, =0{sin canciones} =1{una canción} other{{count} canciones}}
nb: {count, plural, =0{ingen spor} =1{ett spor} other{{count} spor}}
nl: {count, plural, =0{geen liedjes} =1{een liedje} other{{count} liedjes}}
pl: {count, plural, =0{brak utworów} =1{jeden utwór} few{{count} utwory} other{{count} utworów)}}
pt_br: {count, plural, =0{sem músicas} =1{uma música} other{{count} músicas}}
ru: {count, plural, =0{песен нет} =1{одна песня} other{{count} песни}}
uk: {count, plural, =0{немає пісень} =1{одна пісня} other{{count} пісні}}

source: Display Settings
de: Anzeigeeinstellungen
es: Ajustes de Visualización
nb: Visningsinnstillinger
nl: Weergave Instellingen
pl: Ustawienia wyświetlania
pt_br: Configurações de tela
ru: Настройки отображения
tr: Görüntü ayarları
uk: Налаштування дисплею

# excludeInShuffle
source: Exclude songs marked for exclusion in shuffle mode.
de: Schließe Lieder aus, die im Zufallsmodus ausgeschlossen werden sollen.
es: Excluir canciones marcadas para exclusión en modo aleatorio.
nb: Utelat spor markert for utelatelse i omstokkingsmodus.
nl: Sluit liedjes uit, die voor uitsluiting gemarkeerd zijn in de willekeurige modus.
pl: Wyklucz zaznaczone utwory z losowania.
pt_br: Excluir músicas marcadas para a exclusão no modo aleatório.
ru: Исключить песни, помеченные для исключения в режиме перемешивания.
tr: Karışık modda hariç tutulmak üzere işaretlenmiş şarkıları hariç tutun.
uk: Виключити пісні, позначені для виключення в режимі перемішування.

# excludeAlways
source: Exclude only songs marked as always exclude.
de: Schließe nur Lieder aus, die immer ausgeschlossen werden sollen.
es: Excluir sólo canciones marcadas como siempre excluir.
nb: Utelat kun spor markert som «Alltid utelat».
nl: Sluit liedjes uit, die gemarkeerd zijn om altijd uitgesloten te worden.
pl: Wyklucz tylko utwory oznaczone jako zawsze do wykluczenia.
pt_br: Exclua apenas músicas marcadas como sempre excluídas.
ru: Исключать только песни, помеченные как всегда исключаемые.
tr: Yalnızca Her zaman hariç tut olarak işaretlenmiş şarkıları hariç tut.
uk: Виключати лише пісні, позначені як завжди виключати.

# dontExclude
source: Don't exclude any songs.
de: Schließe keine Lieder aus.
es: No excluir ninguna canción.
nb: Ikke utelat noen spor.
nl: Sluit geen liedjes uit.
pl: Nie wykluczaj żadnego utworu.
pt_br: Não excluir nenhuma música.
ru: Не исключать любые песни.
tr: Hiçbir şarkıyı hariç tutma.
uk: Не виключати жодної пісні.

source: Filter Settings
de: Filter
es: Ajustes de Filtro
nb: Filtreringsinnstillinger
nl: Filter Instellingen
pl: Ustawienia filtrowania
pt_br: Filtrar configurações
ru: Настройка фильтров
tr: Filtreleme Ayarları
uk: Налаштування фільтрів

# minPlayCount
source: Minimum play count
de: Minimale Anzahl an Wiedergaben
es: Número de reproducciones mínimas
nb: Min. avspillingsantall
nl: Minimum aantal afgespeeld
pl: Minimalna liczba odtworzeń
pt_br: Contagem mínima de toques
ru: Минимальное количество воспроизведений
tr: Minimum oynatma sayısı
uk: Мінімальна кількість відтворення

# maxPlayCount
source: Maximum play count
de: Maximale Anzahl an Wiedergaben
es: Número de reproducciones máximo
nb: Max. avspillingsantall
nl: Maximum aantal afgespeeld
pl: Maksymalna liczba odtworzeń
pt_br: Contagem máxima de toques
ru: Максимальное количество воспроизведений
tr: Maksimum oynatma sayısı
uk: Максимальна кількість відтворення

# minYear
source: Minimum Year
de: Minimales Jahr
es: Año Mínimo
nb: Min. år
nl: Minimum Jaar
pl: Minimalny rok
pt_br: Ano mínimo
ru: Минимальный год
tr: Minimum yıl
uk: Мінімальний рік

# maxYear
source: Maximum Year
de: Maximales Jahr
es: Año Máximo
nb: Maks. år
nl: Maximum Jaar
pl: Maksymalny rok
pt_br: Ano máximo
ru: Максимальный год
tr: Maksimum yıl
uk: Максимальний рік

# selectArtistsInclude
source: Select artists to include: {num} selected.
de: Wähle die einzuschließenden Künstler: {num} ausgewählt.
es: Seleccione artistas para incluir: {num} seleccionados.
nb: Velg artister å inkludere: {num} valgt.
nl: Selecteer artiesten om toe te voegen: {num} geselecteerd.
pl: Wybierz wykonawców do uwzględnienia: wybrano {num}.
pt_br: Selecionar artistas para incluir: {num} selecionados.
ru: Выберите исполнителей, которых хотите включить: {num} выбрано.
tr: Eklenecek sanatçıları seçin: {num} seçili.
uk: Виберіть виконавців, яких потрібно включити: {num} вибрано.

# includeAllArtists
source: Include all artists if none are selected.
de: Wenn keine Künstler ausgewählt sind, werden alle eingeschlossen.
es: Incluir todos los artistas si ninguno fue seleccionado.
nb: Inkluder alle artister hvis ingen er valgt.
nl: Voeg alle artiesten toe, indien er geen zijn geselecteerd.
pl: Uwzględnij wszyskich wykonawców, gdy nie zaznaczono żadnego.
pt_br: Incluir todos os artistas se nenhum for selecionado.
ru: Включить всех исполнителей, если ни один не выбран.
tr: Hiçbiri seçilmezse tüm sanatçıları dahil edin.
uk: Включити всіх виконавців, якщо жоден не був вибраний.

# excludeArtists
source: Exclude selected artists
de: Künstler ausschließen
es: Excluir todos los artistas seleccionados
nb: Utelat valgte artister
nl: Geselecteerde artiesten uitsluiten
pl: Wyklucz wybranych wykonawców
pt_br: Excluir artistas selecionados
ru: Исключить выбранных исполнителей
tr: Seçilen sanatçıları hariç tut
uk: Виключити вибраних виконавців

# limitSongs
source: Limit number of songs
de: Anzahl der Lieder begrenzen
es: Limitar número de canciones
nb: Begrens antallet spor
nl: Aantal liedjes limiteren
pl: Ogranicz liczbę utworów
pt_br: Limitar número de músicas
ru: Ограничение количества песен
tr: Şarkı sayısını sınırla
uk: Обмеження на кількість пісень

source: Order Settings
de: Sortierung
es: Ajustes de Orden
nb: Sorteringsinnstillinger
nl: Sorteer Instellingen
pl: Ustawienia kolejności
pt_br: Configurações de pedido
ru: Сортировка
tr: Sıralama Ayarları
uk: Сортування

# orderSettingsDescription
source: Reorder options to change priorities.
de: Sortiere die Optionen, um die Prioritäten zu ändern.
es: Reordenar opciones para cambiar prioridades.
nb: Rekkefølgealternativer for endring av prioritet.
nl: Pas de volgorde van de opties aan, om de prioriteiten te wijzigen.
pl: Opcje zmiany kolejności i priorytetu.
pt_br: Reordenar opções para mudar prioridades.
ru: Измените порядок опций, чтобы изменить приоритеты.
tr: Öncelikleri değiştirmek için seçenekleri yeniden sıralayın.
uk: Перевпорядкуйте варіанти, щоб змінити пріоритети.

source: Create Smartlist
de: Smartlist erstellen
es: Crear Lista Inteligente
nb: Opprett smartliste
nl: Smartlist aanmaken
pl: Utwórz inteligentną listę
pt_br: Criar lista inteligente
ru: Создать смарт-список
tr: Akıllı Liste Oluştur
uk: Створити розумний список

source: Play
de: Abspielen
es: Reproducir
nb: Spill av
nl: Afspelen
pl: Odtwórz
pt_br: Tocar
ru: Играть
tr: Oynat
uk: Грати

source: Play next
de: Als nächstes abspielen
es: Reproducir siguiente
nb: Spill av neste
nl: Speel volgende af
pl: Odtwórz następny
pt_br: Tocar o próximo
ru: Играть дальше
tr: Sonrakini çal
uk: Грати далі

# appendToQueued
source: Append to manually queued songs
de: An manuell hinzugefügte Lieder anhängen
es: Añadir al final de las canciones manualmente encoladas
nb: Legg til for manuelt kølagte spor
nl: Toevoegen aan handmatig in de wachtrij geplaatste liedjes
pl: Dołącz do utworów ręcznie dodanych do kolejki
pt_br: Anexar às músicas em fila manualmente
ru: Добавлять к песням, помещенным в очередь вручную
tr: Manuel olarak sıraya alınmış şarkılara ekleme
uk: Додати до пісні, поставлених у чергу вручну

source: Add to queue
de: Zur Warteschlange hinzufügen
es: Añadir a la cola
nb: Legg til i kø
nl: Aan wachtrij toevoegen
pl: Dodaj do kolejki
pt_br: Adicionar à fila
ru: Добавить в очередь
tr: Kuyruğa ekle
uk: Додати в чергу

source: Disc
de: CD
es: Disco
nb: Disk
nl: CD
pl: Płyta
pt_br: Disco
ru: Диск
tr: Disk
uk: Диск

# blockFromLibrary
source: Remove and block from library
de: Aus Bibliothek entfernen und blockieren
es: Eliminar y bloquear de la biblioteca
nb: Fjern og blokker fra bibliotek
nl: Uit de bibliotheek verwijderen en blokkeren
pl: Usuń z biblioteki i zablokuj
pt_br: Remover e bloquear da biblioteca
ru: Удалить из библиотеки и заблокировать
tr: Kitaplıktan kaldır ve engelle
uk: Видалити та заблокувати з бібліотеки

source: Highlights
es: Destacados
nb: Høydepunkter
nl: Hoogtepunten
pl: Wyróżnione
pt_br: Destaques
ru: Основные моменты
tr: Öne Çıkanlar
uk: Основні моменти

source: Shuffle
de: Zufallswiedergabe
es: Aleatorio
nb: Omstokking
nl: Willekeurig afspelen
pl: Losuj
pt_br: Embaralhar
ru: Перемешать
tr: Karma et
uk: Перемішати

source: Select Artists
de: Künstler auswählen
es: Seleccionar Artistas
nb: Velg artister
nl: Selecteer Artiesten
pl: Wybierz wykonawców
pt_br: Selecione Artistas
ru: Выбрать исполнителей
tr: Sanatçıları Seç
uk: Вибрати виконавців

source: Currently playing
de: Aktuelle Wiedergabe
es: Reproduciendo actualmente
nb: Spilles nå
nl: Op dit moment aan het afspelen
pl: Teraz odtwarzane
pt_br: Atualmente tocando
ru: Сейчас играет
tr: Şuanda oynatılan
uk: Зараз грає

# moreAvailable
source: {num} more available
de: {num} mehr verfügbar
es: {num} más disponibles
nb: {num} flere tilgjengelig
nl: {num} meer beschikbaar
pl: Dostępne {num} więcej
pt_br: {num} à mais disponível
ru: Доступно еще {num}
tr: {num} tane daha mevcut
uk: Доступно ще {num}

# nameMustNotBeEmpty
source: The name must not be empty.
de: Der Name darf nicht leer bleiben.
es: El nombre no debe estar vacío.
nb: Navn må angis.
nl: De naam mag niet leeg zijn.
pl: Nazwa nie może być pusta.
pt_br: O nome não deve estar vazio.
ru: Имя не должно быть пустым.
tr: Ad boş olmamalıdır.
uk: Ім'я не повинно бути порожнім.

source: Artist name
de: Künstlername
es: Nombre del artista
nb: Artistnavn.
nl: Artiestennaam
pl: Nazwa wykonawcy
pt_br: Nome do artista
ru: Имя исполнителя
tr: Sanatçı adı
uk: Ім'я виконавця

source: Like count
de: Anzahl der Likes
es: Número de favoritos
nb: Antall ganger likt
nl: Aantal likes
pl: Liczba polubień
pt_br: Numero de curtidas
ru: Количество лайков
tr: Sayımı beğen
uk: Кількість вподобань

source: Play count
de: Anzahl der Wiedergaben
es: Número de reproducciones
nb: Avspillinger
nl: Aantal keren afgespeeld
pl: Liczba odtworzeń
pt_br: Reproduções
ru: Количество воспроизведений
tr: Oynatma sayısı
uk: Кількість відтворень

source: Year
de: Jahr
es: Año
nb: År
nl: Jaar
pl: Rok
pt_br: Ano
ru: Год
tr: Yıl
uk: Рік

source: Time added
de: Seit wann in der Bibliothek
es: Fecha añadida
nb: Tid tillagt
nl: Wanneer toegevoegd
pl: Czas dodania
pt_br: Tempo adicionado
ru: Время добавления
tr: Zaman eklendi
uk: Час додавання

source: Add to playlist
de: Zu Playlist hinzufügen
es: Añadir a la lista de reproducción
nb: Legg til i spilleliste
nl: Toevoegen aan afspeellijst
pl: Dodaj do playlisty
pt_br: Adicionar à playlist
ru: Добавить в список воспроизведения
tr: Oynatma listesine ekle
uk: Додати до списку відтворення

source: Cancel
de: Abbrechen
es: Cancelar
nb: Av
nl: Annuleren
pl: Odrzuć
pt_br: Cancelar
ru: Отменить
tr: İptal
uk: Скасувати

source: Next up
de: Als nächstes
es: A continuación
nb: Spilles etterpå
nl: Eerstvolgende
pl: Następne w kolejce
pt_br: Próxima
ru: Далее
tr: Sonraki
uk: Далі

# previousSong
source: previous
de: Vorheriges Lied
es: anterior
nb: forrige
nl: vorig
pl: poprzedni
pt_br: anterior
ru: предыдущая
tr: öncesi
uk: попередня

# alwaysPlayPrevious
source: Always play previous song before
de: Vorheriges Lied immer davor spielen
es: Siempre reproducir previamente la canción anterior
nb: Alltid spill forrige spor før
nl: Vorig liedje altijd vooraf afspelen
pl: Zawsze najpierw graj poprzedni utwór
pt_br: Sempre tocar música anterior antes
ru: Всегда воспроизводить предыдущую песню
tr: Her zaman önceki şarkıyı daha önce çal
uk: Завжди відтворювати попередню пісню
