Repository: moritz-weber/mucke
Catalog: src/lib/l10n/app_*.arb
Languages: cs, de, es, nb, nl, pl, pt_br, ru, tr, uk

# playedNTimes
source: {count, plural, =0{not played yet} =1{played one time} other{played {count} times}}
de: {count, plural, =0{noch nicht gespielt} =1{einmal gespielt} other{{count} mal gespiel}}
es: {count, plural, =0{ninguna reproducción} =1{reproducida una vez} other{reproducida {count} veces}}
nb: {count, plural, =0{ikke spilt endat} =1{spilt én gang} other{spilt {count} ganger}}
nl: {count, plural, =0{nog niet afgespeeld} =1{eenmaal afgespeeld} other{{count} keren afgespeeld}}
pl: {count, plural, =0{nie grano} =1{grano raz} other{grano {count} razy}}
pt_br: {count, plural, =0{não tocada ainda} =1{tocada uma vez} other{tocada {count} vezes}}
ru: {count, plural, =0{еще не играло} =1{играло один раз} other{играло {count} раз}}
tr: {count, plural, =0{henüz oynatılmadı} =1{bir defa oynatıldı} other{{count} defa oynatıldı}}
uk: {count, plural, =0{ще не відтворено} =1{відтворено один раз} other{відтворено {count} разів}}

# excludeShuffleAllSong
source: Exclude when shuffling all songs.
de: Ausschließen, wenn alle Lieder zufällig gespielt werden.
es: Excluir al reproducir todas las canciones en aleatorio.
nb: Utelat ved omstokking av alle spor.
nl: Uitsluiten als alle liedjes willekeurig worden afgespeeld.
pl: Wyklucz przy losowaniu wszystkich utworów.
pt_br: Exclua quando embaralhar todas as músicas.
ru: Исключить при перемешивании всех песен.
tr: Tüm şarkıları karıştırırken hariç tutun.
uk: Виключити під час перемішування всіх пісень.

# excludeShuffleSong
source: Exclude when shuffling.
de: Im Zufallsmodus ausschließen.
es: Excluir cuando esté en aleatorio.
nb: Utelat ved omstokking.
nl: Uitsluiten tijdens willekeurig afspelen modus.
pl: Wyklucz przy losowaniu.
pt_br: Exclua quando embaralhar.
ru: Исключить при перемешивании.
tr: Karıştırırken hariç tutun.
uk: Виключити при перемішуванні.

# alwaysExcludeSong
source: Always exclude this song.
de: Immer ausschließen.
es: Siempre excluir esta canción.
nb: Alltid utelat dette sporet.
nl: Altijd dit liedje uitsluiten.
pl: Zawsze wykluczaj ten utwór.
pt_br: Sempre exclua esta música.
ru: Всегда исключать эту песню.
tr: Bu şarkıyı her zaman hariç tut.
uk: Завжди виключати цю пісню.

source: Manage blocked files
cs: Spravovat blokované soubory
de: Geblockte Dateien verwalten
es: Administrar archivos bloqueados
nb: Håndter blokkerte filer
nl: Geblokkeerde bestanden beheren
pl: Zarządzaj zablokowanymi plikami
pt_br: Gerenciar arquivos bloqueados
ru: Управление заблокированными файлами
tr: Engellenmiş dosyaları yönet
uk: Керування заблокованими файлами

# excludeAllSongs
source: Exclude all songs marked for exclusion.
de: Schließe alle Lieder aus, die für einen Ausschluss markiert sind.
es: Excluir todas las canciones marcadas para exclusión.
nb: Utelat spor markert for utelatelse.
nl: Sluit alle nummers uit, die voor een uitsluiting gemarkeerd zijn.
pl: Wyklucz wszystkie utwory oznaczone jako wykluczenia.
pt_br: Excluir todas as músicas marcadas para a exclusão.
ru: Исключить все песни, помеченные для исключения.
tr: Hariçlik için seçilen bütün şarkıları hariç tut.
uk: Виключіть всі пісні, позначені для виключення.

source: Song
cs: Skladba
de: Lied
es: Canción
nb: Spor
nl: Lied
pl: Utwór
pt_br: Música
ru: Песня
tr: Şarkı
uk: Пісня

source: Edit Smartlist
de: Smartlist bearbeiten
es: Editar Lista Inteligente
nb: Rediger smartliste
nl: Smartlist wijzigen
pl: Edytuj inteligentną listę
pt_br: Editar lista inteligente
ru: Редактировать смарт-список
tr: Akıllı Listeyi Düzenle
uk: Редагувати розумний список

source: Smartlists
es: Listas inteligentes
nb: Smartlister
pl: Inteligentne listy
pt_br: Listas inteligentes
ru: Умные списки
tr: Akıllı listeler
uk: Розумні списки

source: Shuffle Mode
de: Zufallswiedergabe
es: Modo Aleatorio
nb: Omstokkingsmodus
nl: Willekeurige Afspeel Modus
pl: Tryb losowania
pt_br: Modo aleatório
ru: Режим перемешивания
tr: Karma Mod
uk: Режим перемішування

source: Name
es: Nombre
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
tr: Ad
uk: Ім'я

source: Last Time Played
de: Zuletzt gespielt
es: Última por Última Vez
nb: Siste gang spilt
nl: Laatste Keer Afgespeeld
pl: Ostatnio odtwarzane
pt_br: Última vez tocado
ru: Последнее воспроизведение
tr: Son Oynatılma Zamanı
uk: Востаннє відтворено

source: Remove from queue
de: Aus Warteschlange entfernen
es: Eliminar de la cola
nb: Fjern fra kø
nl: Uit de wachtrij verwijderen
pl: Usuń z kolejki
pt_br: Remover da fila
ru: Удалить из очереди
tr: Kuyruktan kaldır
uk: Видалити з черги

source: Song title
de: Liedtitel
es: Título de canción
nb: Spornavn
nl: Titel van het liedje
pl: Tytuł utworu
pt_br: Título da música
ru: Название песни
tr: Şarkı adı
uk: Назва пісні

source: Remove from playlist
de: Von Playlist entfernen
es: Eliminar de la lista de reproducción
nb: Fjern fra spilleliste
nl: Verwijderen van afspeellijst
pl: Usuń z playlisty
pt_br: Remover da playlist
ru: Удалить из списка воспроизведения
tr: Oynatma listesinden kaldır
uk: Видалити зі списку відтворення

source: Ascending
de: Aufsteigend
es: Ascendente
nb: Stigende
nl: Oplopend
pl: Rosnąco
pt_br: Ascendente
ru: По возрастанию
tr: Artan
uk: За зростанням

source: Descending
de: Absteigend
es: Descendiente
nb: Synkende
nl: Aflopend
pl: Malejąco
pt_br: Descendente
ru: По убыванию
tr: Azalan
uk: За спаданням

source: Smartlists Only
de: Nur Smartlists
es: Sólo Listas de Reproducción Inteligentes
nb: Kun smartlister
nl: Enkel Smartlists
pl: Tylko inteligentne listy
pt_br: Apenas listas inteligentes
ru: Только смарт-списки
tr: Yalnızca Akıllı Listeler
uk: Тільки розумні списки

source: Playlists Only
de: Nur Playlists
es: Sólo Listas de Reproducción
nb: Kun spillelister
nl: Enkel Afspeellijsten
pl: Tylko playlisty
pt_br: Apenas playlists
ru: Только плейлисты
tr: Yalnızca Oynatma Listeleri
uk: Тільки списки відтворення

source: Add Playlist
de: Playlist hinzufügen
es: Añadir Lista de Reproducción
nb: Legg til spilleliste
nl: Afspeellijst toevoegen
pl: Dodaj playlistę
pt_br: Adicionar playlist
ru: Добавить плейлист
tr: Oynatma listesi Ekle
uk: Додати список відтворення

source: Customize Cover
de: Coverbild anpassen
es: Personalizar Portada
nb: Tilpass omslag
nl: Cover aanpassen
pl: Dostosuj okładkę
pt_br: Customizar o Cover
ru: Изменить обложку
tr: Kapağı Özelleştir
uk: Налаштувати обкладинку

source: Add Smartlist
de: Smartlist hinzufügen
es: Añadir Lista Inteligente
nb: Legg til smartliste
nl: Smartlist toevoegen
pl: Dodaj inteligentną listę
pt_br: Adicionar lista Inteligente
ru: Добавить смарт-список
tr: Akıllı Liste Ekle
uk: Додати розумний список

source: Create Playlist
de: Playlist erstellen
es: Crear Lista de Reproducción
nb: Opprett spilleliste
nl: Afspeellijst aanmaken
pl: Utwórz playlistę
pt_br: Criar playlist
ru: Создать плейлист
tr: Oynatma listesi oluştur
uk: Створити список відтворення

source: Edit Playlist
de: Playlist bearbeiten
es: Editar Lista de Reproducción
nb: Rediger spilleliste
nl: Afspeellijst bewerken
pl: Edytuj playlistę
pt_br: Editar Playlist
ru: Изменить плейлист
tr: Oynatma listesi düzenle
uk: Редагувати список відтворення

source: Playback Mode
de: Wiedergabemodus
es: Modo de Reproducción
nb: Avspillingsmodus
nl: Afspeel Modus
pl: Tryb odtwarzania
pt_br: Modo de reprodução
ru: Режим воспроизведения
tr: Oynatma Modu
uk: Режим відтворення

source: Allowed file extensions
cs: Povolené koncovky souborů
de: Erlaubte Dateiendungen
es: Extensiones de archivo permitidas
nb: Tillatte filutvidelser
nl: Toegestane bestandsextensies
pl: Dozwolone rozszerzenia plików
pt_br: Extensões de arquivo permitidas
ru: Разрешенные расширения файлов
tr: Geçerli dosya uzantıları
uk: Допустимі розширення файлів

source: Manage library folders
cs: Správa složek knihovny
de: Ordner der Bibliothek verwalten
es: Administra carpetas de la biblioteca
nb: Håndter bibliotekmapper
nl: Bibliotheek mappen beheren
pl: Zarządzaj folderami z muzyką
pt_br: Gerenciar pastas da biblioteca
ru: Управление папками библиотеки
tr: Kütüphane klasörlerini yönet
uk: Керування папками бібліотеки

# allowedFileExtensionsDescription
source: A comma-separated list of allowed file extensions. Lower- or uppercase does not matter. If you are unsure about this, just use the default.
cs: Čárkami rozdělený seznam povolených koncovek souborů. Kapitalizovaná či nekapitalizovaná písmena nezáleží. Pokud si nejste jisti, použijte výchozí.
de: Eine kommasepartierte Liste erlaubter Dateiendungen. Groß- und Kleinschreibung wird ignoriert. Falls du dir nicht sicher bist, verwende einfach die Standardeinstellung.
es: Una lista separada por comas de extensiones de archivo permitidas. Mayúsculas o minúsculas no importan. Si no sabes qué poner, deja los valores por defecto.
nb: Kommainndelt liste. Små eller store bokstaver er det samme.
nl: Een kommagescheiden lijst van toegestane bestandsextensies. Hoofd- en kleine letters maken niet uit. Als je niet zeker ervan bent, gebruik gewoon de standaard instelling.
pl: Lista dozwolonych formatów plików rozdzielona przecinkami. Małe i wielkie litery nie mają znaczenia. Jeśli nie jesteś pewien, jak to zmienić, pozostaw domyślną listę.
pt_br: Uma lista separada por vírgulas das extensões de arquivo permitidas. Não importa se em letras maiúsculas ou minúsculas. Se você não tiver certeza sobre isso, use o padrão.
ru: Список, разрешенных расширений файлов, разделенный запятыми. Строчные или прописные буквы не имеют значения. Если вы не уверены в этом, просто используйте по умолчанию.
tr: Virgülle ayrılmış geçerli dosya uzantıları listesi. Büyük-küçük karakter fark etmez. Ne olduğundan emin değilseniz varsayılanı kullanın.
uk: Список дозволених розширень файлів через кому. Малі чи великі літери не мають значення. Якщо ви не впевнені в цьому, просто використовуйте значення за замовчуванням.

# noPlaylistsYet
source: No playlists yet. You can add them in the library.
cs: Zatím žádné playlisty. Můžete je přidat v knihovně.
de: Du hast noch keine Playlists. Füge welche in der Bibliothek hinzu.
es: No hay listas de reproducción aún. Puedes añadirlas en la biblioteca.
nb: Ingen spillelister enda. Du kan legge dem til i biblioteket.
nl: Er zijn nog geen afspeellijsten. Je kunt deze in de bibliotheek toevoegen.
pl: Nie znaleziono playlist. Możesz dodać nową playlistę w bibliotece.
pt_br: Sem playlists ainda. Você pode adicionar na biblioteca.
ru: Плейлистов пока нет. Вы можете добавить их в библиотеке.
tr: Henüz bir oynatma listesi bulunmuyor. Kitaplıkta ekleyebilirsiniz.
uk: Поки що немає плейлистів. Ви можете додати їх у бібліотеці.

# filterLikes
source: Likes between {min} and {max}
de: Zwischen {min} und {max} Likes
es: Favoritos entre {min} y {max}
nb: Liker mellom {min} og {max}
nl: Likes tussen {min} en {max}
pl: Polubienia między {min} i {max}
pt_br: Curtidas entre {min} e {max}
ru: Количество лайков от {min} до {max}
tr: {min} ve {max} arası beğeniler
uk: Вподобання між {min} та {max}

# selectArtistsExclude
source: Select artists to exclude: {num} selected.
de: Wähle die auszuschließenden Künstler: {num} ausgewählt.
es: Seleccione artistas para excluir: {num} seleccionados.
nb: Velg artister å utelate: {num} valgt.
nl: Selecteer artiesten om uit te sluiten: {num} geselecteerd.
pl: Wybierz wykonawców do wykluczenia: wybrano {num}.
pt_br: Selecionar artistas para excluir: {num} selecionados.
ru: Выберите исполнителей, которых хотите исключить: {num} выбрано.
tr: Hariç tutulacak sanatçıları seçin: {num} seçili.
uk: Виберіть виконавців, яких потрібно виключити: {num} вибрано.

# alwaysPlayNext
source: Always play next song after
de: Nachfolgendes Lied immer danach spielen
es: Siempre reproducir a continuación la siguiente canción
nb: Alltid spill neste spor etter
nl: Speel het volgende nummer altijd erna af
pl: Zawsze graj potem następny utwór
pt_br: Sempre tocar próxima música depois
ru: Всегда воспроизводить следующую песню
tr: Her zaman sonraki şarkıyı sonra çal
uk: Завжди відтворювати наступну пісню

# dontExcludeSong
source: Don't exclude this song.
de: Diese Lied nicht ausschließen.
es: No excluir esta canción.
nb: Ikke utelat dette sporet.
nl: Dit liedje niet uitsluiten.
pl: Nie wykluczaj tego utworu.
pt_br: Não exclua esta música.
ru: Не исключать эту песню.
tr: Bu şarkıyı hariç tutmayın.
uk: Не виключати цю пісню.

# noSongsYet
source: Looks like you don't have any songs in your library: Go to settings, add your music folders, and update your library.
cs: Vypadá to, že v knihovně nemáte žádné skladby: Přejděte do nastavení, přidejte své složky s hudbou a aktualizujte si svou knihovnu.
de: Du hast noch keine Lieder in deiner Bibliothek. Gehe in die Einstellungen, füge deine Musikordner hinzu und aktualisiere deine Bibliothek.
es: Parece que no tienes canciones en tu biblioteca: Ve a ajustes, añade carpetas de música y actualiza tu biblioteca.
nb: Gå til innsitllingene, legg til musikkmapper for å opprette et musikkbibliotek,
nl: Het lijkt erop dat je geen liedjes in je bibliotheek hebt: Ga naar de instellingen, voeg jouw muziek mappen toe, en werk jouw bibliotheek bij.
pl: Wygląda na to, że nie masz żadnych utworów w bibliotece: Przejdź do Ustawień, dodaj foldery z muzyką i zaktualizuj bibliotekę.
pt_br: Parece que você não tem nenhuma música em sua biblioteca: Vá para as configurações, adicione suas pastas de música e atualize sua biblioteca.
ru: Похоже, что у вас нет ни одной песни в вашей медиатеке: перейдите в настройки, добавьте свои папки с треками и обновите медиатеку.
tr: Görünüşe göre kitaplığınızda hiçbir şarkı bulunmuyor: Ayarlara gidin, müzik klasörlerinizi ekleyin, ve kitaplığınızı güncelleyin.
uk: Схоже, у вашій бібліотеці немає жодної пісні: Перейдіть до налаштувань, додайте теки з музикою та оновіть бібліотеку.

# nSongsSelected
source: {count, plural, =0{no songs selected} =1{one song selected} other{{count} songs selected}}
de: {count, plural, =0{keine Lieder ausgewählt} =1{ein Lied ausgewählt} other{{count} Lieder ausgewählt}}
es: {count, plural, =0{ninguna canción seleccionada} =1{una canción seleccionada} other{{count} canciones seleccionadas}}
nb: {count, plural, =0{ingen spor valgt} =1{ett spor valgt} other{{count} spor valgt}}
nl: {count, plural, =0{geen liedjes geselecteerd} =1{1 liedje geselecteerd} other{{count} liedjes geselecteerd}}
pl: {count, plural, =0{nie wybrano utworów} =1{wybrano jeden utwór} few{wybrano {count} utwory} other{wybrano {count} utworów}}
pt_br: {count, plural, =0{sem músicas selecionadas} =1{uma música selecionada} other{{count} músicas selecionadas}}
ru: {count, plural, =0{песни не выбраны} =1{выбрана одна песня} other{выбрано {count} песен}}
tr: {count, plural, =0{şarkı seçilmedi} =1{bir şarkı seçildi} other{{count} şarkı seçildi}}
uk: {count, plural, =0{пісні не вибрано} =1{вибрано одну пісню} other{вибрано {count} пісень}}

# nSongsInQueue
source: {count, plural, =0{no songs} =1{one song} other{{count} songs}} in queue
de: {count, plural, =0{keine Lieder} =1{ein Lied} other{{count} Lieder}} in der Warteschlange
es: {count, plural, =0{ninguna canción} =1{una canción} other{{count} canciones}} en cola
nb: {count, plural, =0{ingen spor} =1{ett spor} other{{count} spor}} i kø
nl: {count, plural, =0{geen liedjes} =1{een liedje} other{{count} liedjes}} in de wachtrij
pl: {count, plural, =0{brak utworów} =1{jeden utwór} other{{count} utwory(-ów)}} w kolejce
pt_br: {count, plural, =0{sem músicas} =1{uma música} other{{count} músicas}} na fila
ru: {count, plural, =0{песен нет} =1{одна песня} other{{count} песен}} в очереди
tr: Kuyrukta {count, plural, =0{şarkı yok} =1{bir şarkı} other{{count} şarkı}}
uk: {count, plural, =0{немає пісень} =1{одна пісня} other{{count} пісні}}в черзі

source: Welcome to mucke!
de: Willkommen bei mucke!
es: ¡Bienvenido a Mucke!
nb: Velkommen til mucke.
nl: Welkom bij mucke!
pl: Witaj w mucke!
pt_br: Bem-vindo ao Mucke!
ru: Добро пожаловать в mucke!
tr: Mucke'ye hoşgeldiniz!
uk: Ласкаво просимо до mucke!

source: Your Library:
de: Deine Bibliothek:
es: Tu Biblioteca:
nb: Ditt bibliotek:
nl: Jouw Bibliotheek:
pl: Twoja biblioteka:
pt_br: Sua biblioteca:
ru: Ваша библиотека:
tr: Kütüphaneniz:
uk: Ваша бібліотека:

source: Set up Library
de: Bibliothek einrichten
es: Configurar Biblioteca
nb: Sett opp bibliotek
nl: Bibliotheek instellen
pl: Skonfiguruj bibliotekę
pt_br: Preparar Biblioteca
ru: Настройка библиотеки
tr: Kitaplığı Kur
uk: Налаштувати бібліотеку

source: Import data
de: Daten importieren
es: Importar datos
nb: Importer data
nl: Gegevens importeren
pl: Importuj dane
pt_br: Importar dados
ru: Импорт данных
tr: Verileri içe aktar
uk: Імпорт даних

source: Scan
de: Scannen
es: Escanear
nb: Skann
nl: Scannen
pl: Skanuj
pt_br: Scanear
ru: Сканировать
tr: Tara
uk: Сканувати

source: Add folder
de: Ordner hinzufügen
es: Añadir una carpeta
nb: Legg til mappe
nl: Map toevoegen
pl: Dodaj folder
pt_br: Adicionar pasta
ru: Добавить папку
tr: Klasörü eklemek
uk: Додати теку

source: Use
de: Benutzen
es: Usar
nb: Bruk
nl: Gebruiken
pl: Użyj
pt_br: Usar
ru: Использовать
tr: Kullanmak
uk: Використовувати

source: Reset
de: Zurücksetzen
es: Reiniciar
nb: Tilbakestill
nl: Opnieuw instellen
pl: Resetuj
pt_br: Resetar
ru: Сбросить
tr: Sıfırla
uk: Скинути

# newlyAddedDesc
source: Contains the 100 songs that were added last.
de: Enthält die 100 Lieder, die zuletzt hinzugefügt wurden.
es: Contiene las última 100 canciones añadidas.
nb: Inneholder de 100 sist tillagte sporene.
nl: Bevat de 100 meest recent toegevoegde liedjes.
pl: Zawiera 100 ostatnio dodanych utworów.
pt_br: Contém as 100 músicas que foram adicionadas por último.
ru: Содержит последние 100 добавленных композиций.
tr: En son eklenen 100 şarkıyı içerir.
uk: Містить 100 пісень, доданих останніми.

source: Create Smartlists
de: Smartlists erstellen
es: Crear Listas Inteligentes
nb: Opprett smartlister
nl: Smartlisten Aanmaken
pl: Utwórz inteligentne listy
pt_br: Criar listas inteligentes
ru: Создание умных списков
tr: Akıllı Listeler Oluşturun
uk: Створити розумні списки

source: System Settings
de: Systemeinstellungen
es: Ajustes del Sistema
nb: Systeminnstillinger
nl: Systeem Instellingen
pl: Ustawienia systemowe
pt_br: Configuração do sistema
ru: Системные Настройки
tr: Sistem ayarları
uk: Системні налаштування

# noFoldersSelected
source: No folders selected so far.
de: Bisher keine Ordner ausgewählt.
es: Ninguna carpeta seleccionada.
nb: Ingen mapper valgt så langt.
nl: Dusver geen mappen geselecteerd.
pl: Nie wybrano folderów.
pt_br: Nenhuma pasta selecionada até agora.
ru: До сих пор не выбраны папки.
tr: Şu ana kadar hiçbir klasör seçilmedi.
uk: Поки що не вибрано жодної теки.

source: Imported
de: Importiert
es: Importado
nb: Importert
nl: Geïmporteerd
pl: Zaimportowane
pt_br: Importado
tr: aktarılan
uk: Імпортовано

source: Data export failed!
de: Datenexport fehlgeschlagen!
es: ¡Exportación de datos fallida!
nb: Kunne ikke eksportere data.
nl: Gegevens exporteren mislukt!
pl: Eksport danych nie powiódł się!
pt_br: A exportação de dados falhou!
ru: Экспорт данных не удался!
tr: Veri aktarımı başarısız oldu!
uk: Не вдалося експортувати дані!

source: Miscellaneous
de: Verschiedenes
es: Misceláneo
nb: Ymse
nl: Diversen
pl: Inne
pt_br: Diversos
tr: Çeşitli
uk: Різне

# setupLibraryDescription
source: Select folders, included file extensions, etc.
de: Ordner, berücksichtigte Dateiendungen usw. auswählen
es: Seleccionar carpetas, extensiones de archivos incluidas, etc.
nb: Velg mapper, inkluderte filutvidelser, osv.
nl: Selecteer mappen, inbegrepen bestandsextensies etc.
pl: Wybierz foldery, dozwolone typy plików itd.
pt_br: Selecione pastas, extensões de arquivo incluídas, etc.
ru: Выберите папки, включая расширения файлов и т.д.
tr: Klasörleri, dahil edilen dosya uzantılarını vb. seçin.
uk: Виберіть теки, розширення включених файлів тощо.

source: Your Playlists
de: Deine Playlists
es: Tus Listas de Reproducción
nb: Dine spillelister
nl: Jouw Afspeellijsten
pl: Twoje playlisty
pt_br: Suas playlists
ru: Ваши плейлисты
tr: Oynatma listeleriniz
uk: Ваші списки відтворення

source: Export data
de: Daten exportieren
es: Exportar datos
nb: Eksporter data
nl: Gegevens exporteren
pl: Eksportuj dane
pt_br: Exportar dados
tr: Verileri dışa aktar
uk: Експорт даних

source: Next
de: Weiter
es: Siguiente
nb: Neste
nl: Volgende
pl: Następny
pt_br: Avançar
ru: Далее
tr: İleri
uk: Далі

source: Create
de: Erzeugen
es: Crear
nb: Opprett
nl: Aanmaken
pl: Utwórz
pt_br: Criar
tr: Oluştur
uk: Створити

# disableBattery
source: Disable optimization for mucke to solve notification issues.
de: Deaktiviere die Optimierung für mucke, um die Probleme mit der Benachrichtigung zu beheben.
es: Desactiva la optimización de mucke para resolver problemas de notificación.
nb: sKRU AV Batterioptimalisering for mucke for å løse merknadsproblemer.
nl: Optimalisaties voor mucke uitschakelen, om melding problemen op te lossen.
pl: Wyłącz optymalizację baterii dla mucke, by rozwiązać problemy z powiadomieniem.
pt_br: Desative a otimização no mucke, para resolver problemas na notificação.
ru: Отключить оптимизацию для mucke чтобы решить проблемы с уведомлением.
tr: Bildirim sorunlarını çözmek için Mucke optimizasyonunu devre dışı bırakın.
uk: Вимкніть оптимізацію для mucke, щоб вирішити проблеми зі сповіщеннями.

source: Song Metadata
de: Lieder-Metadaten
es: Metadatos de Canciones
nb: Spor-metadata
nl: Liedjes Metadata
pl: Metadane utworu
pt_br: Metadados das músicas
ru: Метаданные композиции
tr: Şarkı Meta Verileri
uk: Метадані пісні

# songsAlbumsArtists
source: Songs, Albums, and Artists
de: Lieder, Alben und Künstler
es: Canciones, Álbumes, y Artistas
nb: Spor, album, og artister
nl: Liedjes, Albums en Artiesten
pl: Utwory, albumy i wykonawcy
pt_br: Músicas, álbuns e artistas
ru: Песни, альбомы и исполнители
tr: Şarkılar, Albümler ve Sanatçılar
uk: Пісні, альбоми та виконавці

# metaDataDescription
source: Import likes, blocks etc.
de: Importiere Likes, Blockierungen usw.
es: Importar favoritos, bloqueos, etc.
nb: Importer hva som er likt, blokkert, osv.
nl: Importeer likes, blokkades etc.
pl: Importuj polubienia, wykluczenia itd.
pt_br: Importe curtidas, blocos etc.
ru: Импорт лайков, блоков и т.д.
tr: Beğenileri, blokları vb. içe aktarın.
uk: Імпорт лайків, блоків і т.д.

# availableFromImport
source: Available from imported data:
de: Verfügbar von importierten Daten:
es: Disponible de los datos importados:
nb: Tilgjengelig fra importert data:
nl: Beschikbaar vanuit geïmporteerde gegevens:
pl: Dostępne z zaimportowanych danych:
pt_br: Disponível através dos dados importados:
ru: Доступно из импортных данных:
tr: İçe aktarılan verilerden edinilebilir:
uk: Доступно з імпортованих даних:

# disabledBattery
source: Battery optimization is disabled.
de: Die Akku-Optimierung ist deaktiviert.
es: La optimización de la batería está deshabilitada.
nb: Batterioptimalisering er avskrudd.
nl: Batterij optimalisatie is uitgeschakeld.
pl: Optymalizacja baterii jest wyłączona.
pt_br: A otimização de bateria está desativada.
ru: Оптимизация батареи отключена.
tr: Pil optimizasyonu devre dışı.
uk: Оптимізацію батареї вимкнено.

source: Finish
de: Fertig
es: Finalizar
nb: Fullfør
nl: Voltooien
pl: Zakończ
pt_br: Finalizar
tr: Bitti
uk: Кінець

source: Newly added
de: Neu hinzugefügt
es: Añadidas recientemente
nb: Nylig tillagt
nl: Recent toegevoegd
pl: Ostatnio dodane
pt_br: Adicionado recentemente
tr: Yeni eklenmiş
uk: Нещодавно додано

source: Back
de: Zurück
es: Anterior
nb: Tilbake
nl: Terug
pl: Wróć
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
